---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotPasteLabelsAcrossFamilies
source: html/bf9b107f-0e2a-7204-e06c-cf01ea2ac609.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotPasteLabelsAcrossFamilies Property

Can't paste Labels across Families of different Categories.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteLabelsAcrossFamilies { get; }
```